Repository: hollisyao/CognitiveServicesDemo
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# LandingPage_Overview.Text
source: OVERVIEW
zh_hans: 介绍

# LandingPage_Foot.Text
source: - Start by entering API Keys in the Settings Page (they will persist between sessions).
zh_hans: - 首先必须在设置页面输入API Key，它们将会被保存在程序中。

# LandingPage_Foot2.Text
source: - Use the Face Identification Setup page if you want to train the kiosk to identify specific people.
zh_hans: - 如果你要启用人脸识别，必须在人脸识别设置页面训练需要识别的人脸。

# LandingPage_Foot3.Text
source: - If you have multiple cameras, a camera selector is available in the Settings Page.
zh_hans: - 如果你有多个摄像头，必须在设置页面选择要使用的摄像头。

# LandingPage_More.Text
source: For more information visit
zh_hans: 获取更多信息请访问

# LandingPage_Welcome.Text
source: Welcome to the Intelligent Kiosk Sample! Here you will find several demos showcasing workflows and experiences built on top of the Microsoft Cognitive Services.
zh_hans: 欢迎使用认知服务演示程序，在这里你能看到基于微软认知服务构建的演示程序。

# LandingPage_Welcome2.Text
source: The kiosk is an example of an intelligent application, one that can understand human faces and predict their age, gender and emotion. It can do so from live images from a web cam, Bing Images or local photos. It also allows you to very quickly create and train a model to perform face identification against any pre-determined set of faces.
zh_hans: 这个演示程序能够理解人脸，并且预测他的年纪，性别，情绪，同时，甚至还能识别出这个人是谁。

# AutomaticPhotoCapturePage_Headline.Text
source: Automatic Photo Capture Sample
zh_hans: 自动拍照识别系统

# AutomaticPhotoCapturePage_Headline2.Text
source: Automatic photo capture via face tracking and motion detection
zh_hans: 自动拍照并追踪人脸和情绪识别

# AutomaticPhotoCapturePage_Start.Text
source: Step in front of the camera to start!
zh_hans: 请站到摄像头前面！

# AutomaticPhotoCapturePage_Tip.Text
source: Try a different pose next time!&#10;Another round will begin shortly...
zh_hans: 抓紧换一个Pose，10秒钟后，下一个精彩很快开启

# MallKioskPage_Headline.Text
source: Mall Kiosk
zh_hans: 商品个性化推荐

# MallKioskPage_Headline2.Text
source: Take a photo to get a product recommendation!
zh_hans: 拍照之后，为您推荐个性化商品

# MallKioskPage_Emotion.Text
source: Emotion Response:
zh_hans: 情绪反应:

# RealTimeDemo_Headline.Text
source: Realtime Crowd Insights Sample
zh_hans: 实时人流分析系统

# RealTimeDemo_Headline2.Text
source: Deriving realtime crowd insights from age, gender, emotion, face identification and unique face tracking
zh_hans: 支持分析年龄、性别、情绪，人脸识别，人脸追踪

# RealTimeDemo_Tip.Text
source: Resetting data...
zh_hans: 重设数据中。。。

# RealtimeDriverMonitoring_Headline.Text
source: Realtime Driver Monitoring
zh_hans: 安全驾驶监控系统

# RealtimeDriverMonitoring_LookingAway.Text
source: Looking away!
zh_hans: 注意观察前方道路！

# RealtimeDriverMonitoring_Sleep.Text
source: Sleeping!
zh_hans: 别睡着啦！

# RealtimeDriverMonitoring_Yawning.Text
source: Yawning!
zh_hans: 正在打哈欠！

# RealtimeDriverMonitoring_DriverId.Text
source: Driver Id
zh_hans: 驾驶员Id

# RealtimeDriverMonitoring_Eyes.Text
source: Eyes
zh_hans: 眼睛

# RealtimeDriverMonitoring_EyeAperture.Text
source: Current aperture:
zh_hans: 目前检测到的大小

# RealtimeDriverMonitoring_MouthAperture.Text
source: Current aperture:
zh_hans: 目前检测到的大小

# RealtimeDriverMonitoring_Mouth
source: Mouth
zh_hans: 嘴

# RealtimeDriverMonitoring_SleepingSlider.Header
source: Minimum aperture for eyes to be considered open:
zh_hans: 眼睛睁开的直径小于以下值就认为在打瞌睡

# RealtimeDriverMonitoring_YawningSlider.Header
source: Minimun aperture for mouth to be considered yawning:
zh_hans: 嘴巴张开的直径大于以下值就认为是在打哈欠

# RealtimeDriverMonitoring_RestoreButton.Content
source: Restore default thresholds
zh_hans: 重设为默认的临界值

# RealtimeDriverMonitoring_Alert.Text
source: No faces detected. Please look at the camera to start.
zh_hans: 没有发现人脸，请站到摄像头前方。

# RealtimeDriverMonitoring_WrapWholeWords.Text
source: The Driver Id is determined by identifying the face against the trained faces. <LineBreak/> <LineBreak/>The Facial Features are used to flag yawning and sleeping (see below how to tweak the thresholds for this if needed). <LineBreak/> <LineBreak/>The Head Pose is used to flag when the driver is looking away. <LineBreak/> <LineBreak/>When Activity tracking is enabled and the captioning from the Vision API contains certain keywords, like &quot;phone&quot; or &quot;banana&quot;, a special message will be displayed.
zh_hans: 驾驶员Id会去匹配后台设置的人脸库。 脸部特征用来识别是否打哈欠和打瞌睡（参考下方怎么设置这个临界值）。 头的角度用来识别驾驶员是否在观察前方道路。 当启用了动作检测，如果检测到在打电话，或者正在吃东西，就会显示相应的警告信息。

# BingNewsAnalytics_Headline.Text
source: Bing News Analytics
zh_hans: Bing新闻分析

# BingNewsAnalytics_TopKeywords.Text
source: Top Keywords
zh_hans: 最佳关键字

# BingNewsAnalytics_Sentiment.Text
source: Sentiment:
zh_hans: 情绪：

# BingNewsAnalytics_Language.Header
source: Language:
zh_hans: 语言：

# BingNewsAnalytics_SentimentDistribution.HeaderText
source: Sentiment Distribution
zh_hans: 情绪分布情况

# AutomaticPhotoCapturePage_Hold
source: Hold still...
zh_hans: 保持不动。。。

# AutomaticPhotoCapturePage_MissingAPI_Content
source: Missing Face API Key. Please enter a key in the Settings page.
zh_hans: 没有设置Face API Key，请到设置页面配置。

# AutomaticPhotoCapturePage_MissingAPI_Title
source: Missing Face API Key
zh_hans: 没有设置Face API Key

# DemoLauncherPage_Title.Text
source: Demos
zh_hans: 演示中心

# ModuleName_AutomaticPhotoCapture
source: Automatic Photo Capture
zh_hans: 自动拍照识别系统

# ModuleName_BingNewsAnalytics
source: Bing News Analytics
zh_hans: Bing新闻分析系统

# ModuleName_EmotionAPIExplorer
source: Emotion API Explorer
zh_hans: 情绪识别API演示

# ModuleName_FaceAPIExplorer
source: Face API Explorer
zh_hans: 人脸识别API演示

# ModuleName_MallKiosk
source: Mall Kiosk
zh_hans: 商品个性化推荐系统

# ModuleName_RealtimeCrowdInsights
source: Realtime Crowd Insights
zh_hans: 实时人流分析系统

# ModuleName_RealtimeDriverMonitoring
source: Realtime Driver Monitoring
zh_hans: 安全驾驶监控系统

# EmotionRecognitionPage_Header.Text
source: EMOTION API EXPLORER
zh_hans: 情绪识别API演示

# RealTimeDemo_AgeHeader.HeaderText
source: Demographics
zh_hans: 人流统计

# RealTimeDemo_AgeHeader.SubHeaderText
source: At this hour (erased hourly)
zh_hans: 最近一小时 (每小时重置)

# RealTimeDemo_OverallHeader.HeaderText
source: Total Faces
zh_hans: 总人数

# RealTimeDemo_OverallHeader.SubHeaderText
source: At this hour (erased hourly)
zh_hans: 最近一小时(每小时重置)

# OverallStatsControl_Analyzed.Text
source: Analyzed
zh_hans: 分析次数

# OverallStatsControl_Unique.Text
source: Unique
zh_hans: 人数

# AgeGenderDistributionControl_Year3.Text
source: 20s
zh_hans: 20岁

# AgeGenderDistributionControl_Year4.Text
source: 30s
zh_hans: 30岁

# AgeGenderDistributionControl_Year5.Text
source: 40s
zh_hans: 40岁

# AgeGenderDistributionControl_Year6.Text
source: 50s+
zh_hans: 50岁+

# EmotionResponseTimelineControl_Happiness.Text
source: Happiness
zh_hans: 愉快

# EmotionResponseTimelineControl_Surprise.Text
source: Surprise
zh_hans: 惊讶

# EmotionResponseTimelineControl_Anger.Text
source: Anger
zh_hans: 愤怒

# EmotionResponseTimelineControl_Contempt.Text
source: Contempt
zh_hans: 轻蔑

# EmotionResponseTimelineControl_Disgust.Text
source: Disgust
zh_hans: 厌恶

# EmotionResponseTimelineControl_Fear.Text
source: Fear
zh_hans: 恐惧

# EmotionResponseTimelineControl_Sadness.Text
source: Sadness
zh_hans: 悲伤

# EmotionResponseTimelineControl_Header.Text
source: Average Crowd Emotion
zh_hans: 人群情绪分布

# EmotionResponseTimelineControl_SubHeader.Text
source: Last few minutes
zh_hans: 最近几分钟

# RecognitionPage_Header.Text
source: FACE API EXPLORER
zh_hans: 人脸识别API

# RecognitionPage_IsLandmark.Content
source: Detect face landmarks
zh_hans: 显示脸部追踪标记

# SettingsPage_Header.Text
source: SETTINGS
zh_hans: 设置

# SettingsPage_Keys.Text
source: Keys
zh_hans: 设置调用API Keys

# SettingsPage_ApplyKeys.Content
source: Click here if you need keys
zh_hans: 申请Key

# SettingsPage_WorkspaceKey.Text
source: Workspace Key
zh_hans: 工作区 Key

# SettingsPage_GenerateNewKey.Content
source: Generate New Key
zh_hans: 生成新的工作区Key

# SettingsPage_FaceAPIKey.Text
source: Face API Key(on China Azure)
zh_hans: Face API Key（必须用中国Azure）

# SettingsPage_EmotionAPIKey.Text
source: Emotion API Key(on China Azure)
zh_hans: Emotion API Key（必须用中国Azure）

# SettingsPage_VisionAPIKey.Text
source: Vision API Key(on China Azure)
zh_hans: Vision API Key（必须用中国Azure）

# SettingsPage_Camera.Header
source: Camera Source
zh_hans: 选择摄像头

# SettingsPage_DebugInfo.Header
source: Show debug info:
zh_hans: 显示调试信息：

# SettingsPage_FaceSizeSlider.Header
source: Minimum detectable face size (as % of image height):
zh_hans: 脸部检测最小尺寸(占整个图片高度的 %):

# SettingsPage_MallKiosk.Text
source: Mall Kiosk
zh_hans: 商品推荐系统设置

# SettingsPage_MallKioskSettings.PlaceholderText
source: Paste custom settings for Mall Kiosk Demo here
zh_hans: 在这里自定义商品推荐系统

# SettingsPage_ResetSettings.Content
source: Reset to Default Mall Kiosk Settings
zh_hans: 重设所有商品推荐设置

# SettingsPage_Miscellaneous.Text
source: Miscellaneous
zh_hans: 系统设置

# SettingsPage_Reset.Label
source: Reset Settings
zh_hans: 重置所有设置

# SettingsPage_ResetFinish
source: Settings restored. Please restart the application to load the default settings.
zh_hans: 已经恢复出厂设置，请重新启动应用程序。

# SettingsPage_ResetTip
source: This will reset all the settings and erase your changes. Confirm?
zh_hans: 您的所有设置将会丢失，确认重置？

# Menu_Demos
source: Demos
zh_hans: 演示中心

# Menu_FaceIdentificationSetup
source: Face Identification Setup
zh_hans: 人脸识别设置

# Menu_Overview
source: Overview
zh_hans: 介绍

# Menu_Settings
source: Settings
zh_hans: 设置

# RealtimeDriverMonitoring_FacialFeatures.Text
source: Facial Features
zh_hans: 脸部特征

# RealtimeDriverMonitoring_HeadPose.Text
source: Head Pose
zh_hans: 头部姿势

# RealtimeDriverMonitoring_HeadLeft.Text
source: Left
zh_hans: 偏左

# RealtimeDriverMonitoring_HeadRight.Text
source: Right
zh_hans: 偏右

# RealtimeDriverMonitoring_Activities.Text
source: Activities
zh_hans: 活动检测

# RealtimeDriverMonitoring_AnalyzeActivities.Text
source: Enable to start analyzing activities (e.g. cell phone)
zh_hans: 启用活动检测（比如：打电话）

# RealtimeDriverMonitoring_LatencyAlert.Text
source: Latency is too high!
zh_hans: 网络延迟太高！

# RealtimeDriverMonitoring_AlertBanana
source: Eating a banana!?
zh_hans: 正在吃香蕉？！

# RealtimeDriverMonitoring_AlertNoFaces
source: No faces detected. Please look at the camera to start.
zh_hans: 没有检测到人脸，请看着摄像头。

# RealtimeDriverMonitoring_AlertPhone
source: On the phone!
zh_hans: 正在打电话！

# RealtimeDriverMonitoring_AlertUnknownFemale
source: Unknown female
zh_hans: 无名氏 女性

# RealtimeDriverMonitoring_AlertUnknownMale
source: Unknown male
zh_hans: 无名氏 男性

# RealtimeDriverMonitoring_AlertUnknownName
source: Unknown
zh_hans: 无名氏

# PersonGroupsPage_AppBar.Label
source: Add Group
zh_hans: 新增分组

# PersonGroupsPage_EnterGroup.PlaceholderText
source: Enter group name (e.g. Coworkers)
zh_hans: 输入分组名称（比如：同事，我爱我家等）

# PersonGroupsPage_Header.Text
source: PERSON GROUPS
zh_hans: 人员分组

# PersonGroupsPage_Tip1.Text
source: - This is where you can train the machine learning model behind the Face APIs to recognize specific people.
zh_hans: - 要想识别图片中的某个人，必须在这里使用Face API训练照片。

# PersonGroupsPage_Tip2.Text
source: - Start by creating a person group on this page ('+' near the top), or select an existing group to navigate to it.
zh_hans: - 开始创建一个人员分组 (在'+'菜单), 或者查看一个已经存在的分组。

# PersonGroupsPage_Tip3.Text
source: - In this app groups are just for organizing related people together (e.g. Celebrities). It won't affect scoring.
zh_hans: - 这里的人员分组是为了更方便的组织相关人员，比如可以把人归类为同事，家庭等，这个分组并不会影响准确度。

# PersonGroupDetailsPage_AppBar.Label
source: Add Person
zh_hans: 新增人员

# PersonGroupsPage_ButtonAdd.Content
source: Add
zh_hans: 新增

# PersonGroupsPage_ButtonCancel.Content
source: Cancel
zh_hans: 取消

# PersonGroupDetailsPage_AutoSuggest.PlaceholderText
source: Enter person name (e.g. Joe)
zh_hans: 输入人员名字(比如： Hollis，尧敏华等)

# PersonGroupDetailsPage_ButtonAdd.Content
source: Add
zh_hans: 新增

# PersonGroupDetailsPage_ButtonCancel.Content
source: Cancel
zh_hans: 取消

# PersonGroupDetailsPage_AppBarDelete.Label
source: Delete Group
zh_hans: 删除分组

# PersonGroupDetailsPage_AppBarTrain.Label
source: Train Group
zh_hans: 训练分组

# PersonGroupDetailsPage_AppBarFolder.Label
source: Auto-train from photo albums
zh_hans: 批量训练相册

# PersonGroupDetailsPage_AppBarWorld.Label
source: Auto-train from Bing Image search
zh_hans: 批量训练Bing图片搜索结果

# PersonGroupDetailsPage_ImportNames.PlaceholderText
source: Enter names here (one per line)
zh_hans: 输入名字(一行一个)

# PersonGroupDetailsPage_ImportImagesPrefix.PlaceholderText
source: Bing Image search prefix keywords
zh_hans: 搜索关键字前缀

# PersonGroupDetailsPage_ImportImagesSufix.PlaceholderText
source: Bing Image search sufix keywords
zh_hans: 搜索关键字后缀

# PersonGroupDetailsPage_AppBarImport.Label
source: Import
zh_hans: 导入

# PersonGroupDetailsPage_AppBarCancel.Label
source: Cancel
zh_hans: 取消

# PersonGroupDetailsPage_Tip1.Text
source: - This is where you can populate this group with the people to be recognized, or delete the group if you need to.
zh_hans: - 在这里可以设置分组的人员，也可以删除分组。

# PersonGroupDetailsPage_Tip2.Text
source: - Start by creating a new person on this page ('+' near the top), or select an existing person to navigate to it.
zh_hans: - 开始新增一个人员（在‘+’ 菜单里面），或者查看已经存在的人员照片模板。

# PersonGroupDetailsPage_Tip3.Text
source: - When you are done making modifications to this group, click on the Train button to re-train the Machine Learning model in the Cloud.
zh_hans: - 如果你修改了分组的照片，必须点击训练按钮重新训练照片，以便系统能识别变化。

# PersonGroupDetailsPage_Tip4.Text
source: - You can also add people in batches ('...' near the top), either from local photo albums or from Bing Image searches.
zh_hans: - 你也可以批量添加人员（在右上角'...'菜单），同样，你也可以从本地相册或者Bing图片搜索批量导入人员照片。

# PersonDetailsPage_AppBar.Label
source: Add Faces
zh_hans: 添加当前人员照片

# PersonDetailsPage_AppBarDelete.Label
source: Delete Person
zh_hans: 删除人员

# PersonDetailsPage_Tip1.Text
source: - This is where you can provide sample faces for a particular person, or remove this person from the training set if you need to.
zh_hans: - 在这里你能够提供某个人的照片模板，也可以删除某个人。

# PersonDetailsPage_Tip2.Text
source: - Start by adding face samples ('+' near the top), or right click on an existing sample to remove it.
zh_hans: - 开始添加某个人的人脸照片模板（在'+'菜单），或者右键点击照片模板，删除它。

# PersonDetailsPage_Tip3.Text
source: - You can provide sample photos from Bing Images or Local Files. Just select the desired photos and confirm.
zh_hans: - 你可以从本地文件或者Bing图片导入照片模板，只需要选择需要的照片。

# PersonGroupDetailsPage_ConfirmDeleteGroup
source: Delete person group?
zh_hans: 确认删除人员分组？

# PersonGroupDetailsPage_ConfirmSelectFolder
source: Please select a root folder to start. The subfolder names will map to people names, and the photos inside those folders will map to their sample photos. Continue?
zh_hans: 请选择一个文件夹，其中的子文件夹名称将会设置为人员名字，子文件夹内的照片作为这个人的照片模板，继续吗？

# PersonGroupDetailsPage_ErrorBatchTrainFailure
source: Failure during batch processing
zh_hans: 批处理期间发生错误

# PersonGroupDetailsPage_ErrorCreatePerson
source: Failure creating person
zh_hans: 创建人员失败

# PersonGroupDetailsPage_ErrorDeleteGroup
source: Failure deleting person group
zh_hans: 删除人员分组失败

# PersonGroupDetailsPage_ErrorImportPerson
source: Failure processing the folder and files
zh_hans: 处理文件夹和文件时候发生错误

# PersonGroupDetailsPage_ErrorLoadFailed
source: Failure loading people in the group
zh_hans: 导入人员到分组发生错误

# PersonGroupDetailsPage_ErrorPickFolder
source: Error picking the target folder.
zh_hans: 选择目标文件夹失败

# PersonGroupDetailsPage_ErrorRequestTrain
source: Failure requesting training
zh_hans: 尝试训练时候发生错误

# PersonGroupDetailsPage_ErrorTrainFailure
source: Training finished with failure.
zh_hans: 训练完成，但是发生错误。

# PersonGroupDetailsPage_MsgImportFailure
source: Failure importing the folllowing photos
zh_hans: 批量导入照片失败

# ImageSearchUserControl_AutoSuggest.PlaceholderText
source: Search Bing Images
zh_hans: 搜索Bing图片库

# ImageSearchUserControl_ButtonLocalFile.ToolTipService.ToolTip
source: Browse local files
zh_hans: 浏览本地文件

# ImageSearchUserControl_AppBarSelectPhotos.Label
source: Add selected photos
zh_hans: 添加选中的文件

# ImageSearchUserControl_AppBarCancel.Label
source: Cancel
zh_hans: 取消

# AppShell_ToggleButton.ToolTipService.ToolTip
source: Menu
zh_hans: 菜单

# AppShell_ToggleButton.AutomationProperties.Name
source: Menu
zh_hans: 菜单

# PersonDetailsPage_MenuDeleteItems.Text
source: Delete selected image(s)
zh_hans: 删除选中的照片
